Repository: vavsab/telegram-green-house-build
Catalog: i18n/*/messages.po
Languages: ru

source: {hour} hour
ru: {hour} час

source: {min} min
ru: {min} мин

source: {min} min remained
ru: ещё {min} мин

source: {sec} sec
ru: {sec} сек

source: Access denied for user {user}, chat: {chat}
ru: Отказано в доступе для пользователю {user}, чат: {chat}

source: Allowed range
ru: Допустимый диапазон

source: auto
ru: авто

source: Automatic mode is set
ru: Установлен автоматический режим

source: Chart
ru: График

source: Choose a command
ru: Выберите команду

source: Choose a setting
ru: Выберите настройку

source: Choose video duration
ru: Выберите длительность видео

source: Close
ru: Закрыть

source: Closed
ru: Закрыто

source: Closed failure. Down limit has been disabled
ru: Ошибка закрытого окна. Датчик закрытия отошел

source: Closed failure. Up limit has been enabled
ru: Ошибка закрытого окна. Сработал датчик открытия

source: Closing
ru: Закрывается

source: Closing timeout. Down limit has not been enabled
ru: Таймаут закрытия. Датчик закрытия не сработал

source: Closing timeout. Up limit is still enabled
ru: Таймаут закрытия. Датчик открытия слишком долго оставался в сработанном состоянии

source: Closing...
ru: Закрываю...

source: Creating chart...
ru: Создаю график...

source: Data is not available. Seems that server has just started. Please try a bit later.
ru: Данные недоступны. Кажется, что сервер только запустился. Пожалуйста, попробуйте немного позже.

source: Data transmit failure
ru: Ошибка передачи данных

source: Database: *{size}* MB
ru: База данных: *{size}* MB

source: Delay before taking a photo: *{sec} sec*
ru: Задержка перед снимком: *{sec} сек*

source: Downloading weather...
ru: Скачиваю погоду...

source: Emulator
ru: Эмулятор

source: Failure
ru: Ошибка

source: Greenhouse emulator
ru: Эмулятор умной теплички

source: Hard drive: *{percent}%* (*{free}* GB free of *{total}* GB)
ru: Жесткий диск: *{percent}%* (*{free}* GB свободно из *{total}* GB)

source: How much time should the watering be turned on?
ru: На сколько включить полив?

source: Humidity
ru: Влажность

source: Last update
ru: Последнее обновление

source: Lights
ru: Свет

source: Lights on range: {range}
ru: Освещение: {range}

source: Loading...
ru: Загрузка...

source: manual
ru: ручное

source: Manual mode is set
ru: Установлено ручное управление

source: Not responding
ru: Не отвечает

source: Notification on exceeding: every *{min} min*
ru: Уведомление о превышении: каждые *{min} мин*

source: off
ru: выключено

source: on
ru: включено

source: Open failure. Down limit has been enabled
ru: Ошибка открытого окна. Сработал датчик закрытия

source: Open failure. Up limit has been disabled
ru: Ошибка открытого окна. Датчик открытия отошел

source: Opening
ru: Открывается

source: Opening timeout. Down limit is still enabled
ru: Таймаут открытия. Датчик закрытия слишком долго оставался в сработанном состоянии

source: Opening timeout. Up limit has not been enabled
ru: Таймаут открытия. Датчик открытия не сработал

source: Opening...
ru: Открываю…

source: Photo
ru: Фото

source: Photo is creating...
ru: Фото снимается...

source: Please wait while video with duration of *{duration} sec* is recording...
ru: Пожалуйста, подождите, пока видео длиной *{duration} сек* запишется...

source: Reset
ru: Сброс

source: Resetting...
ru: Сбрасываю...

source: Save sensors data: every *{min} min*
ru: Сохранять данные датчиков: каждые *{min} мин*

source: Sensors
ru: Датчики

source: Separately
ru: Отдельно

source: Settings
ru: Настройки

source: Start failure. Up and down limits have been enabled
ru: Ошибка инициализации. Датчик открытия и закрытия сработали одновременно

source: State:
ru: Состояние:

source: Telegram bot
ru: Telegram бот

source: Temperature
ru: Температура

source: Temperature (°C on day/hour:minute)
ru: Температура (°C на день/час:минута)

source: test mode
ru: тестовый режим

source: till turning off manually
ru: до отключения вручную

source: To auto
ru: В авто

source: To manual
ru: В ручное

source: Too high current in state {state}
ru: Слишком большой ток в двигателе в состоянии {state}

source: Turn off
ru: Выключить

source: Turn on
ru: Включить

source: Turned on time in automatic mode
ru: Включения для автоматического режима

source: Unknown state
ru: Неизвестное состояние

source: Updating list...
ru: Обновляю список...

source: Updating...
ru: Обновляю…

source: Video
ru: Видео

source: Water
ru: Полив

source: Water control:
ru: Контроль полива:

source: Watering
ru: Полив

source: Watering is on
ru: Полив включен

source: Watering is turned off
ru: Полив выключен

source: Watering is turned off and reset into manual mode
ru: Полив выключен и переведен в ручной режим

source: Weather
ru: Погода

source: Web panel
ru: Веб-панель

source: Website
ru: Вебсайт

source: Window
ru: Окно

source: Windows
ru: Окна

source: You have no access to this bot. If you have any questions, please write @ivan_sabelnikov
ru: У Вас нет доступа для использования этого бота. vНаш Instagram (https://www.instagram.com/microgreen.poltava/) В случае необходимости обратитесь к администратору (@ivan_sabelnikov)

# Action
source: Open
ru: Открыть

# State
source: Open
ru: Открыто
